Repository: theVDude/WALL-E
Catalog: po/*/rbot-uno.po
Languages: it

source: %{p} deals the first card from the stock
it: %{p} scopre la prima carta del mazzo

source: no time
it: nessun tempo

source: Playing order was reversed!
it: l'ordine di gioco viene invertito!

source: %{cp} bounces the pick to %{np}
it: %{cp} rimbalza la presa a %{np}

source: %{p} skips a turn!
it: %{p} salta un turno!

source: what cards were that again?
it: che carte sono quelle?

source: %{p}, choose a color with: co r|b|g|y
it: %{p}, scegli un colore con: co r|b|g|y

source: you can't play that card
it: non puoi giocare quella carta

source: %{p} plays %{card} twice!
it: %{p} gioca %{card} due volte!

source: %{p} plays %{card}
it: %{p} gioca %{card}

source: %{p} has %{uno}!
it: %{p} ha %{uno}!

source: you don't have two cards of that kind
it: non hai due carte di quel tipo

source: you don't have that card
it: non hai quella carta

source: %{cp} challenges %{lp}'s %{card}!
it: %{cp} contesta il %{card} di %{lp}!

source: %{p} has %{cards}
it: %{p} ha %{cards}

source: %{lp}'s move was legal, %{cp} must pick %{b}%{n}%{b} cards!
it: la mossa di %{lp} era legale, %{cp} deve pescare %{b}%{n}%{b} carte!

source: %{lp}'s move was %{b}not%{b} legal, %{lp} must pick %{b}%{n}%{b} cards and play again!
it: la mossa di %{lp} %{b}non%{b} era legale, %{lp} deve pescare %{b}%{n}%{b} carte e giocare di nuovo!

source: %{p} passes turn, and has to pick %{b}%{n}%{b} cards!
it: %{p} passa il turno e deve pescare %{b}%{n}%{b} carte!

source: %{p} passes turn
it: %{p} passa il turno

source: you need to pick a card first
it: devi pescare una carta prima

source: you can't pick a color now, %{p}
it: non puoi scegliere un colore ora, %{p}

source: what color is that?
it: che colore è?

source: color is now %{c}
it: il colore ora è %{c}

source: This %{uno} game has been going on for %{time}
it: Questa partita di %{uno} è cominciata %{time} fa

source: The game hasn't started yet
it: La partita non è ancora cominciata

source: %{uno} playing turn: %{players}
it: Turni a %{uno}: %{players}

source: it's %{player}'s turn
it: è il turno di %{player}

source: next player must respond correctly or pick %{b}%{n}%{b} cards
it: il prossimo giocatore deve rispondere correttamente o pescare %{b}%{n}%{b} carte

source: Current discard: %{card} %{c}
it: Scoperta: %{card} %{c}

source: Your cards: %{cards}
it: Le tue carte: %{cards}

source: %{player} picks a card
it: %{player} pesca una carta

source: Shuffling discarded cards
it: Rimescolo le carte scartate

source: No more cards!
it: Carte finite!

source: You picked %{picked}
it: Hai pescato %{picked}

source: you're already in the game, %{p}
it: stai già giocando, %{p}

source: you dropped from the game, %{p}, you can't get back in
it: sei uscito dal gioco, %{p}, non puoi rientrare

source: %{p} joins this game of %{uno}
it: %{p} gioca a questa partita di %{uno}

source: game will start in 20 seconds
it: la partita inizierà tra 20 secondi

source: %{p} isn't playing %{uno}
it: %{p} non sta giocando a %{uno}

source: %{p} gives up this game of %{uno}
it: %{p} abbanona questa partita di %{uno}

source: %{p} is already playing %{uno} here
it: %{p} sta già giocando ad %{uno} qui

source: %{p} takes %{b}%{old}%{b}'s place at %{uno}
it: %{p} prende il posto di %{b}%{old}%{b} per giocare a %{uno}

source: %{b}%{old}%{b} isn't playing %{uno} here
it: %{b}%{old}%{b} non sta giocando ad %{uno} qui

source: %{uno} game halted after %{time}
it: partita di %{uno} interrotta dopo %{time}

source: %{uno} game halted before it could start
it: partita di %{uno} interrotta prima che potesse cominciare

source: %{uno} game finished after %{time}! The winner is %{p}
it: partita di %{uno} finita dopo %{time}! Il vincitore è %{p}

source: %{p} has to pick %{b}%{n}%{b} cards!
it: %{p} deve pescare %{b}%{n}%{b} carte!

source: %{p} still had %{cards}
it: %{p} aveva ancora %{cards}

source: %{p} wins with %{b}%{score}%{b} points!
it: %{p} vince con %{b}%{score}%{b} punti!

source: 'jo' to join in
it: 'jo' per giocare

source: 'pl <card>' to play <card>: e.g. 'pl g7' to play Green 7, or 'pl rr' to play Red Reverse, or 'pl y2y2' to play both Yellow 2 cards
it: 'pl <carta>' per giocare <carta>: e.g. 'pl g7' per giocare Green 7, o 'pl rr' per giocare Red Reverse, o 'pl y2y2' per giocare due carte Yellow 2

source: 'pe' to pick a card
it: 'pe' per pescare una carta

source: 'pa' to pass your turn
it: 'pa' per passare il turno

source: 'co <color>' to pick a color after playing a Wild: e.g. 'co g' to select Green (or 'pl w+4 g' to select the color when playing the Wild)
it: 'co <colore>' per scegliere un colore dopo aver giocato un Wild: e.g. 'co g' per scegliere Green (o 'pl w+4 g' per scegliere il colore quando si gioca il Wild)

source: 'ca' to show current cards
it: 'ca' per mostrare le carte attuali

source: 'cd' to show the current discard
it: 'cd' per mostrare la carta attualmente scoperta

source: 'ch' to challenge a Wild +4
it: 'ch' per contestare un Wild +4

source: 'od' to show the playing order
it: 'od' per mostrare l'ordine di gioco

source: 'ti' to show play time
it: 'ti' per mostrare il tempo di gioco

source: 'tu' to show whose turn it is
it: 'tu' per mostrare chi ha il turno

source: A Wild +4 can only be played legally if you don't have normal (not special) cards of the current color.
it: Un Wild +4 può venir giocato legalmente solo se non si hanno carte normali (non speciali) del colore attuale.

source: The next player can challenge a W+4 by using the 'ch' command.
it: Il giocatore successivo può contestare un W+4 usando il comando 'ch'.

source: If the W+4 play was illegal, the player who played it must pick the W+4, pick 4 cards from the stock, and play a legal card.
it: Se la giocata del W+4 era illegale, il giocatore che l'ha sceso deve riprendere il W+4, pescare 4 carte dal mazzo e giocare una carta valida.

source: If the W+4 play was legal, the challenger must pick 6 cards instead of 4.
it: Se il W+4 era legale, chi l'ha contestata deve prendere 6 carte invece di 4.

source: play all your cards, one at a time, by matching either the color or the value of the currently discarded card.
it: giocare tutte le proprie carte, una alla volta, purché abbiano lo stesso colore o lo stesso valore dell'ultima carta scoperta.

source: cards with special effects: Skip (next player skips a turn), Reverse (reverses the playing order), +2 (next player has to take 2 cards).
it: carte con effetti speciali: Skip (il giocatore successivo salta un turno), Reverse (l'ordine di gioco viene invertito), +2 (il giocatore successivo deve pescare 2 carte ).

source: Wilds can be played on any card, and you must specify the color for the next card.
it: I Wild possono essere giocati su qualunque carta, e bisogna specificare il colore per la carta successiva.

source: Wild +4 also forces the next player to take 4 cards, but it can only be played if you can't play a color card.
it: Il Wild +4 costringe inoltre il giocatore successivo a pescarei 4 cards, ma si può giocare solo se non si hanno carte del colore giusto.

source: you can play another +2 or +4 card on a +2 card, and a +4 on a +4, forcing the first player who can't play one to pick the cumulative sum of all cards.
it: si può giocare un +2 o un +4 in risposta ad un +2, e un +4 su un +4, costringendo il primo giocatore che non può rispondere a pescare la somma di tutte le penalità giocate.

source: you can also play a Reverse on a +2 or +4, bouncing the effect back to the previous player (that now comes next).
it: si può anche giocare un Reverse su un +2 o un +4, rimbalzando l'effetto al giocatore precedente (che ora viene dopo).

source: The points won with a game of %{uno} are totalled from the cards remaining in the hands of the other players.
it: I punti vinti ad una partita di %{uno} si ottengono sommando i punti delle carte rimaste in mano agli altri giocatori.

source: Each normal (not special) card is worth its face value (from 0 to 9 points).
it: Ogni carta normale (non speciale) vale il proprio valore di facciata (da 0 a 9 punti).

source: Each colored special card (+2, Reverse, Skip) is worth 20 points.
it: Ogni carta speciale di un colore (+2, Reverse, Skip) vale 20 punti.

source: Each Wild and Wild +4 is worth 50 points.
it: Ogni Wild e Wild +4 vale 50 punti.

source: You can see the scoring table with 'uno top N' where N is the number of top scores to show.
it: Puoi vedere la tabella dei punteggi con 'uno top N' dove N è il numero di punteggi più alti da mostrare

source: You can see the winners table with 'uno topwin N' where N is the number of top winners to show.
it: Puoi vedere la tabella dei vincitori con 'uno topwin N' dove N è il numero di vincitori da mostrare

source: There are 108 cards in a standard %{uno} deck.
it: Ci sono 108 carte in un mazzo di %{uno}.

source: For each color (Blue, Green, Red, Yellow) there are 19 numbered cards (from 0 to 9), with two of each number except for 0.
it: Per ogni colore (Blue, Green, Red, Yellow) ci sono 19 carte numerate (da 0 a 9), due di ciascun numero tranne per lo 0.

source: There are also 6 special cards for each color, two each of +2, Reverse, Skip.
it: Ci sono anche 6 carte speciali per ciascun colore, due ciascuno di +2, Reverse, Skip.

source: Finally, there are 4 Wild and 4 Wild +4 cards.
it: Infine, ci sono 4 Wild e 4 Wild +4.

source: The game manager (the user that started the game) can execute the following commands to manage it:
it: L'utente che crea una partita può gestirla con i seguenti comandi:

source: 'uno drop <user>' to drop a user from the game (any user can drop itself using 'uno drop')
it: 'uno drop <utente>' per espellere un utente dalla partita (chiunque può abbandonare da sé usando 'uno drop')

source: 'uno replace <old> [with] <new>' to replace a player with someone else (useful in case of disconnects)
it: 'uno replace <vecchio> [with] <nuovo>' per rimpiazzare un giocatore con un altro (utile nel caso di disconnessioni)

source: 'uno transfer [to] <nick>' to transfer game ownership to someone else
it: 'uno transfer [to] <nick>' per trasferire la gestione della partita a qualcun altro

source: 'uno end' to end the game before its natural completion
it: 'uno end' per terminare la partita prima della sua fine regolare

source: %{uno} game. !uno to start a game. see 'help uno rules' for the rules, 'help uno admin' for admin commands, 'help uno score' for scoring rules. In-game commands: %{cmds}.
it: Gioco di %{uno}. !uno per cominciare una partita. vedi 'help uno rules' per le regole, 'help uno admin' per i comandi di amministrazione, 'help uno score' per le regole sui punteggi. Comandi di gioco: %{cmds}.

source: you already picked a card
it: hai già pescato una carta

source: It's not your turn
it: non è il tuo turno

source: previous move cannot be challenged
it: la mossa precedente non può essere contestata

source: it's your turn, sleepyhead
it: è il tuo turno, dormiglione

source: There is already an %{uno} game running here, managed by %{who}. say 'jo' to join in
it: C'è già una partita di %{uno} in corso qui, gestita da %{who}. scrivi 'jo' per partecipare

source: Ok, created %{uno} game on %{channel}, say 'jo' to join in
it: Ok, creata partita di %{uno} in %{channel}, scrivi 'jo' per partecipare

source: There is no %{uno} game running here
it: Non ci sono partite di %{uno} in corso qui

source: %{uno} game ownership transferred from %{old} to %{nick}
it: gestione della partita di %{uno} trasferita da %{old} a %{nick}

source: who is this %{nick} you want me to transfer game ownership to?
it: e chi sarebbe questo %{nick} a cui vuoi che trasferisca la gestione della partita?

source: %{nf} %{uno} games completed over %{np} games played.
it: %{nf} partite di %{uno} completate su %{np} partite giocate.

source: %{cgt} game time for completed games
it: %{cgt} di tempo di gioco per le partite completate

source: on %{tgt} total game time.
it: su %{tgt} di tempo di gioco complessivo.

source: %{avg} average game time for completed games
it: %{avg} tempo medio di gioco per le partite completate

source: , %{tavg} for all games
it: , %{tavg} per tutte le partite

source: nobody has played %{uno} on %{chan} yet
it: nessuno ha giocato ad %{uno} su %{chan} ancora

source: %{nick} never played %{uno} here
it: %{nick} non ha mai giocato ad %{uno} qui

source: %{nick} played %{np} %{uno} games here,
it: %{nick} ha giocato %{np} partite di %{uno} qui,

source: forfeited %{nf} games,
it: lasciato %{nf} partite,

source: won %{nw} games
it: vinto %{nw} partite

source: with %{score} total points
it: con %{score} punti totali

source: and an average of %{avg} points per opponent
it: ed una media di %{avg} punti per avversario

source: %{num} cards in stock: %{stock}
it: %{num} carte nel mazzo: %{stock}

source: no %{uno} games were completed here
it: nessuna partita di %{uno} è stata completata qui

source: %{uno} %{num} highest scores:
it: %{uno} %{num} punteggi migliori:

source: %{i}. %{b}%{nick}%{b} with %{b}%{score}%{b} points
it: %{i}. %{b}%{nick}%{b} con %{b}%{score}%{b} punti

source: %{uno} %{num} most wins:
it: %{uno} %{num} maggior numero di vittorie:

source: %{i}. %{b}%{nick}%{b} with %{b}%{score}%{b} wins
it: %{i}. %{b}%{nick}%{b} con %{b}%{score}%{b} vittorie

source: uh, what kind of score list did you want, again?
it: uh, che tipo di punteggi volevi vedere?

source: I can only show the top scores (with top) and the most wins (with topwin)
it: Posso mostrarti solo i migliori punteggi (con top) e il maggior numero di vittorie (con topwin)
